app/views/students/_student_listing.html.erb

    <tr>
    <th><%= t('student.student_listing.first_name') %></th>
---
SELECT "students".* FROM "students"